RRN_Data/728400/728459.xml

<?xml version="1.0" encoding="UTF-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope"><soap:Body><d2LogicalModel xmlns="http://datex2.eu/schema/2/2_0" modelBaseVersion="2"><exchange><supplierIdentification><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></supplierIdentification><subscription><operatingMode>operatingMode1</operatingMode><subscriptionStartTime>2022-11-08T10:08:22.736+01:00</subscriptionStartTime><subscriptionState>active</subscriptionState><updateMethod>allElementUpdate</updateMethod><target><address/><protocol/></target></subscription></exchange><payloadPublication xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:type="SituationPublication" lang="fr"><publicationTime>2022-11-08T10:08:22.736+01:00</publicationTime><publicationCreator><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></publicationCreator><situation id="221108-000598" version="2"><overallSeverity>low</overallSeverity><situationVersionTime>2022-11-08T10:08:22.074+01:00</situationVersionTime><headerInformation><confidentiality>noRestriction</confidentiality><informationStatus>real</informationStatus></headerInformation><situationRecord xsi:type="Accident" id="221108-000598-1" version="2"><situationRecordCreationReference>frosi2022-11-08-000007-frosi221108-000007</situationRecordCreationReference><situationRecordCreationTime>2022-11-08T08:55:47.145+01:00</situationRecordCreationTime><situationRecordObservationTime>2022-11-08T10:08:11.888+01:00</situationRecordObservationTime><situationRecordVersionTime>2022-11-08T10:08:22.074+01:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2022-11-08T08:55:47.145+01:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>certain</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Centre-Est</sourceIdentification><sourceType>mobileTelephoneCaller</sourceType><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2022-11-08T08:53:51.875+01:00</overallStartTime></validityTimeSpecification></validity><generalPublicComment><comment><values><value lang="fr">Accident avec piéton</value></values></comment><commentType>internalNote</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">Accident impliquant 1VL et 1PL sur la route du tour du Lac à St Pierre de Curtille.</value></values></comment><commentType>description</commentType></generalPublicComment><groupOfLocations xsi:type="Point"><tpegPointLocation xsi:type="TpegSimplePoint"><tpegDirection>southBound</tpegDirection><tpegSimplePointLocationType>nonLinkedPoint</tpegSimplePointLocationType><point xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>45.756077</latitude><longitude>5.829447</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Saint-Pierre-de-Curtille</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">D914</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></point></tpegPointLocation></groupOfLocations><management><lifeCycleManagement><end>true</end></lifeCycleManagement></management><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>true</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><accidentType>accident</accidentType><groupOfVehiclesInvolved><numberOfVehicles>1</numberOfVehicles><vehicleCharacteristics><vehicleType>lorry</vehicleType></vehicleCharacteristics></groupOfVehiclesInvolved><groupOfVehiclesInvolved><vehicleCharacteristics><vehicleType>other</vehicleType></vehicleCharacteristics></groupOfVehiclesInvolved><groupOfVehiclesInvolved><numberOfVehicles>1</numberOfVehicles><vehicleCharacteristics><vehicleType>car</vehicleType></vehicleCharacteristics></groupOfVehiclesInvolved></situationRecord></situation></payloadPublication></d2LogicalModel></soap:Body></soap:Envelope>